[
   
[
    "Amartya Sen was awarded the Nobel prize for his contribution to Welfare Economics.",
    true
],

[
    "The Headquarters of the Southern Naval Command of the India Navy is located at Thiruvananthapuram.",
    false
],

[ 
    "William Hewlett and David Packard set up a small company called apple.",
    false
],


[ 
    "Earth Rotation is also called annual motion of the earth?",
    false

],


[
    "Sachin Tendulkar has not played a single International T20 match for India.",
    false
],

[
    "There are 4 sessions of the Parliament each year: Spring, Summer, Autumn and Winter.",
    false
],

[
    "The Captain Roop Singh stadium is named after a former Indian cricketer.",
    false
],

[ 
    "The Mahabharata is a part of The Bhagavad Gita.",
    false
],

[ 
    "Logic is the study of how people actually think—flaws, warts, and all.",
    false
],

[ 
     "According to the text, philosophy and myth have this in common: Both offer explanations of the world.",
     true
],

[ 
     "According to the text, logic was taught in ancient times and then was not taught again until the twentieth century.",
     false
],

[ 
    "According to the text, philosophy differs from myth in this way: Philosophy seeks rational explanations, whereas myth does not.",
    true
],

[ 
    "Thales was an Egyptian philosopher who carried philosophy to the Greeks",
    false
],

[ 
    "Logic is defined in the text as the study of the standards of correct or good reasoning.",
    true
],

[ 
    "Inductive reasoning seeks to show that the conclusion is probably true but not certain.",
    true
],


[
    "In the Blackfoot Indian language, there is no translation for the name \"Clarence\".  (thanks to Eric Snyder) ",
    false
],

[
    "The New York Jets were unable to find hotel rooms for a game in Indianapolis recently because they had all been booked up by people attending Gencon, a gaming convention.",
    true
],

[                                                        
    "The Main Library at Indiana University sinks over an inch every year because when it was built engineers failed to take into account the weight of all the books that would occupy the building.",
    true
],

[
  "There are more cars in Southern California than there are cows in India.",
  true
],

[
    "In Bangladesh, kids as young as 15 can be jailed for cheating on their finals.",
    true
],
  
[
    "A 150-pound person weighs 165 pounds in Canada. ",
    false
],
  
[
    "The highest point in Pennsylvania is lower than the lowest point in Colorado.",
    true
],
  
[
    "George W. Bush, who presents himself as a man of faith, rarely goes to church. Yet he received votes from nearly two out of three voters who attend church at least once a week.",
    true
],
  
[
    "No one in Canada has a birthday on March 16th.",
    false
],
  
[
    "In the early 1950s, Philip Morris spent millions of dollars trying to teach dogs to smoke.",
    false
],

[
    "In 21 states, Wal-Mart is the single largest employer.",
    true
],
  
[
    "Pond's cold cream has an ingredient which is comprised of material which is found in pond scum.",
    false
],
  
[
    "One out of five people in the world (1.1 billion people) live on less than $1 per day.",
    true
  
],
  
[
    "For the first time in history, the number of people on the planet aged 60 or over will soon surpass those under 5.",
    true
  
],
  
[
    "The original name of Bank of America was Bank of Italy. ",
    true

],

[
    "Rome wasn't built in a day, although the contractor told them it would be.",
    false

],

[
    "The elephant is the only mammal that can't jump.",
    true

],

[
    "In the early 70s, McDonalds briefly offered customers a choice of French fries or consomme.",
    false

],

[
    "Soldiers from every country salute with their right hand.",
    true

],

[
    "A potato isn't a vegetable. It's a large bean.",
    false

],

[
    "America once issued a 5-cent bill.",
    true

],

[
    "Strains of bacteria similar to E. coli have been found in used printer cartridges - but only in the color cyan. Scientists have no explanation. ",
    false

],

[
    "At the first World Cup championship in Uruguay, 1930, the soccer balls were actually monkey skulls wrapped in paper and leather. ",
    false

],

[
    "Belt loops were invented fifty years earlier than the first belt.",
    false

],

[
    "The shoe Nikita Khrushchev used to bang on the United Nations table was purchased by Thom McAn.",
    false

],

[
    "Because he forgot his boots, Buzz Aldrin walked barefoot on the moon.",
    false

],

[
    "Each year, sixteen million gallons of oil run off pavement into streams, rivers and eventually oceans in the United States. This is more oil than was spilled by the Exxon Valdez.",
    true

],

[
    "The record for most appearances on the cover of Time Magazine is 26 by Tom Arnold.",
    false

],

[
    "G-rated family films earn more money than any other rating. Yet only 3% of Hollywood's output is G-rated.",
    true

],

[
    "Crate & Barrel once considered a merge with Linens & Things, forming a new chain \"Linens & Barrels\".",
    false

],

[
    "Sylvia Miles had the shortest performance ever nominated for an Oscar with \"Midnight Cowboy.\" Her entire role lasted only six minutes.",
    true

],

[
    "So far, Congress has authorized $152,600,000,000 for the Iraq war. This is enough to build over 17,500 elementary schools.",
    true

],

[
    "The wobble in the rotation of the earth is causing a shift in its magnetic field. By the year 2327, the magnetic North Pole will be located in mid-Kansas, while the South Pole will be just off the coast of East Africa. ",
    false

],
  
[
    "The Boeing 747 is capable of flying upside-down, except the wings would shear off when trying to roll it over. ",
    false
]

]
